const getAnswers = (weights: number[]) => [
  {
    label: 'কখনোই না',
    value: 1,
    weight: weights[0],
  },
  {
    label: 'অনেকাংশে না',
    value: 2,
    weight: weights[1],
  },
  {
    label: 'মাঝে মাঝে',
    value: 3,
    weight: weights[2],
  },
  {
    label: 'প্রায়শই',
    value: 4,
    weight: weights[3],
  },
  {
    label: 'ঘন ঘন',
    value: 5,
    weight: weights[4],
  },
]

export const questions = [
  {
    question: 'গত এক মাসে অনাকাঙ্ক্ষিত কোন ঘটনার জন্য আপনি কতটুকু বিপর্যস্ত ছিলেন?',
    answers: getAnswers([0, 1, 2, 3, 4]),
  },
  {
    question: 'গত এক মাসে আপনি কতটুকু অনুভব করতে পেরেছিলেন যে আপনার জীবনের গুরুত্বপূর্ণ ঘটনাগুলো আপনি নিয়ন্ত্রন করতে পারছেন না?',
    answers: getAnswers([0, 1, 2, 3, 4]),
  },
  {
    question: 'গত এক মাসে আপনি কতটুকু ঘাবড়ে যাওয়া এবং চাপ অনুভব করেছিলেন?',
    answers: getAnswers([0, 1, 2, 3, 4]),
  },
  {
    question: 'গত এক মাসে আপনার ব্যাক্তিগত সমস্যাগুলো নিয়ন্ত্রণের ক্ষেত্রে আপনি কতটুকু আত্নবিশ্বাসী ছিলেন?',
    answers: getAnswers([4, 3, 2, 1, 0]),
  },
  {
    question: 'গত এক মাসে আপনি কতটুকু অনুভব করেছিলেন যে চলমান ঘটনাগুলো আপনার অনুকূলে যাচ্ছে?',
    answers: getAnswers([4, 3, 2, 1, 0]),
  },
  {
    question: 'গত এক মাসে আপনি কতটুকু অনুভব করেছিলেন যে আপনার যা করনীয় তা আপনি করতে পারেননি?',
    answers: getAnswers([0, 1, 2, 3, 4]),
  },
  {
    question: 'গত এক মাসে আপনি আপনার জীবনের বিরক্তি/তিক্ততা কতটুকু নিয়ন্ত্রন করতে পেরেছিলেন?',
    answers: getAnswers([4, 3, 2, 1, 0]),
  },
  {
    question: 'গত এক মাসে আপনি কতটুকু অনুভব করেছিলেন যে আপনি সবকিছুর ঊর্ধ্বে ? (আপনার প্রাধান্য বেশি )',
    answers: getAnswers([0, 1, 2, 3, 4]),
  },

  {
    question: 'গত এক মাসে নিয়ন্ত্রণের বাহিরে যাওয়া কোন ঘটনার জন্য আপনি কতটুকু ক্রোধান্বিত হয়েছিলেন?',
    answers: getAnswers([0, 1, 2, 3, 4]),
  },
  {
    question: 'গত এক মাসে আপনি কতটুকু অনুভব করেছিলেন যে জীবনের জটিলতাগুলো এতই বড় যে আপনি তা অতিক্রম করতে পারবেন না?',
    answers: getAnswers([0, 1, 2, 3, 4]),
  },
]