export const consent = {
    block1: 'ব্যাতিক্রমধর্মী কাজগুলো বাংলাদেশে কিছুটা নতুন। এই মোবাইল এপ্লিকেশনটি এমনি একটা ব্যাতিক্রমধর্মী কাজ যাতে আপনার মানসিক স্বাস্থ্যের অবস্থা যাচাই, উন্নয়নের কিছু সহজ পদ্ধতি প্রদান ও মানসিক স্বাস্থ্য সেবা কর্মীদের সাথে যোগাযোগের ব্যবস্থা করা হবে। আপনি যেই তথ্যগুলো প্রদান করবেন তা আমাদের কাছে খুবই গুরুত্বপূর্ণ এবং অত্যন্ত সতর্কতার সাথে তথ্যগুলোর গোপনীয়তা বজায় রাখা হবে। পরিচয় সম্পূর্ণ গোপন রেখে এই এপ্লিকেশনটির ব্যবহারকারীদের তথ্যগুলো একটি গবেষনা কাজে ব্যবহৃত হবে। এই তথ্য গুলো বিশ্লেষণ করার জন্য  কেবলমাত্র তিন জন গবেষক ব্যতিত অন্যকেউ দেখতে পাবে না।  অনুগ্রহ করে প্রশ্নের উত্তর ও রেটিং গুলো মনোযোগ সহকারে প্রদান করুন । প্রোফাইল তৈরি হওয়ার পর আপনার ইচ্ছানুযায়ী কোন পেশাদার মানসিক স্বাস্থ্য সেবা প্রদানকারীকে তা প্রেরন করতে পারবেন ।'  }




export const YesNoLabels = [
        {
          label: 'হ্যাঁ',
          value: 'Yes'
        } 
      ]
      