export const questionnaires = [
  'আমি অত্যাধিক চিন্তা/উদ্বেগ অনুভব করছি?',
  'আমার মনে হচ্ছে আমি সবিকছুর ওপর থেকে নিয়ন্ত্রণ হারিয়ে ফেলছি',
  'আমার মনে হয় আমি সবসময় অস্থিরতার মধ্যে থাকি',
  'আমার মনে হয় আমি কোনকিছুতেই মনোযোগ দিতে পারি না',
  'আমার মনে হয় আমি সবসময় বিরক্ত বোধ করি',
  'সব মিলিয়ে আমার বর্তমান মানসিক অস্থিরতার মাত্রা ',
];

export const severityText = ['এই স্কোরের মানে হল আপনার মানসিক অবস্থা স্বাভাবিক। তারপরও খেয়াল রাখতে হবে যে, আপনি আপনার দৈনন্দিন কাজ গুলো করতে পারছেন কিনা। যদি না পারেন তাহলে পরবর্তী ধাপগুলো অতিক্রম করুন। ',
'এই স্কোরের মানে হল আপনার মানসিক স্বাস্থ্য সম্পর্কে আরও সতর্ক ও যত্নশীল হতে হবে। আপনি অনুগ্রহ করে পরবর্তী ধাপগুলো অতিক্রম করুন।'

]

export const socreMessage ="গবেষণালদ্ধ তথ্য মতে যেকোন সংকটপূর্ণ অবস্থা দীর্ঘস্থায়ী হলে মানুষের মানসিক চাপ ও দুশ্চিন্তা বৃদ্ধি পায় এবং মানসিক অবস্থার অবনতি ঘটে । আপনি আপনার বর্তমান মানসিক অবস্থা,মানসিক চাপ ও দুশ্চিন্তা পরিমাপ করুন । ";