export const questionnaires = [
  'আমি অত্যাধিক চিন্তা/উদ্বেগ অনুভব করছি?',
  'আমার মনে হচ্ছে আমি সবিকছুর ওপর থেকে নিয়ন্ত্রণ হারিয়ে ফেলছি',
  'আমার মনে হয় আমি সবসময় অস্থিরতার মধ্যে থাকি',
  'আমার মনে হয় আমি কোনকিছুতেই মনোনিবেশ করতে পারি না',
  'আমার মনে হয় আমি সবসময় বিরক্ত বোধ করি',
];

export const socreMessage ="গবেষণালদ্ধ তথ্য মতে যেকোন সংকটপূর্ণ অবস্থা দীর্ঘস্থায়ী হলে মানুষের মানসিক চাপ ও দুশ্চিন্তা বৃদ্ধি পায় এবং মানসিক অবস্থার অবনতি ঘটে । আপনি আপনার বর্তমান মানসিক অবস্থা,মানসিক চাপ ও দুশ্চিন্তা পরিমাপ করুন । ";